Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Claoury Abyss
ru: Клоунская бездна

source: Clarind Black Hole
ru: Черная дыра Кларинда

source: Class L Brown Dwarf
ru: Коричневый карлик класса L

source: Class O Star
ru: Звезда класса O

source: Class-11 Singularity
ru: Сингулярность класса 11

source: Class-4 Singularity
ru: Сингулярность класса 4

source: Class-7 Singularity
ru: Сингулярность класса 7

source: Class-L Brown Dwarf
ru: Коричневый карлик класса L

source: Clausuks Maw
ru: Пасть Клаусукса

source: Clavanias Maw
ru: Пасть Клавании

source: Clawia
ru: Клавия

source: Clawingham
ru: Клауингем

source: Clawitz
ru: Клавиц

source: Clawnard
ru: Клоунард

source: Clawnard Meowgomery
ru: Клоунард Мяугомери

source: Clawnstantine
ru: Клаунстантин

source: Clawrence
ru: Кларенс

source: Clawrith
ru: Клаврит

source: Clawtz
ru: Клоутц

source: Clawynch
ru: Клоринч

source: Clearing the alderson is a task of mammoth proportions, but we have to start somewhere.
ru: Расчистка Олдерсона - задача гигантских масштабов, но мы должны с чего-то начать.

source: Clearly, we should start again.
ru: Нам явно стоит начать сначала.

source: Clerk Jobs
ru: Работа клерка

source: Clicking this decision will refresh values like Upgrade Points and SD Platform Count for use in other decisions.
ru: Щелчок обновит значения, такие как очки обновления, текущие сплавы и количество платформ стратегической обороны, для использования в других решениях.

source: Cliium Maelstrom
ru: Гелиевый водоворот

source: Cliru Abyss
ru: Бездна Клиру

source: Clone Army
ru: Армия клонов

source: Cloned Amoeba
ru: Клонированная амеба

source: Cloned Blue Wraith
ru: Клонированный синий призрак

source: Cloned Ether Drake
ru: Клонированный эфирный Дрейк

source: Cloned Stellarite Devourer
ru: Клонированный пожиратель стелларитов

source: Cloned Swarm Brood Mother
ru: Клонированная мать роевого выводка

source: Cloned Swarm Queen
ru: Клонированная королева роя

source: Cloned Swarm Warrior
ru: Клонированный воин Роя

source: Cloned Swarmling
ru: Клонированный рой

source: Cloned Tiyanki Matriarch
ru: Клонированный матриарх Тиянки

source: Cloned Tiyanki Ox
ru: Клонированный бык Тиянки

source: Cloned Toxic God
ru: Клонированный ядовитый бог

source: Cloned Voidspawn
ru: Клонированное порождение пустоты

source: Cloning Facility
ru: Установка для клонирования

source: Cloning Technician
ru: Специалист по клонированию

source: Cloning Technicians
ru: Специалисты по клонированию

source: Cloning a Leader
ru: Клонирование лидера

source: Close
ru: Закрыть

source: Closely studied by our archaeologists, these ruins provided our first hints to the true nature of the Structure.
ru: Внимательно изученные нашими археологами, эти руины дали нам первые намеки на истинную природу сооружения

source: Cluirinds Singularity
ru: Сингулярность Клуириндса

source: Cluuliv Vortex
ru: Вихрь Клуулива

source: Cognition Central
ru: Самообучающийся

source: Cognition Centrals
ru: Согласованные данные

source: Cohesive Cluster
ru: Когезивный кластер

source: Collapse Star Into Black Hole
ru: Коллапс звезды в черную дыру

source: Collected material, ready to be incorporated into surface plates once the frame is complete.
ru: Собранный материал, готовый к нанесению на поверхностные пластины, как только каркас будет готов.

source: Collection and accumulation, it speaks to our very soul.
ru: Коллекционирование и накопление - это разговор с самой душой.

source: Collective Ascension Theory
ru: За гранью сознания

source: Collectivism
ru: Коллективизм

source: Collectivism Traditions
ru: Традиции коллективизма

source: Collectivism Traditions Finished
ru: Традиции коллективизма завершены

source: Collector
ru: Коллекционеры

source: Colonial Enterprises
ru: Колониальные предприятия

source: Colonize 10 habitats.
ru: Колонизировать 10 мест обитания.

source: Colonize 15 habitats.
ru: Колонизировать 15 мест обитания.

source: Colonize 20 ringworld segments.
ru: Колонизируйте 20 сегментов мира-кольца.

source: Colonize 35 habitats.
ru: Колонизировать 30 мест обитания.

source: Colonize 4 ringworld segments.
ru: Колонизируйте 4 сегмента мира-кольца.

source: Colonize 40 ringworld segments.
ru: Колонизируйте 40 сегментов мира-кольца.

source: Colonize 5 habitats.
ru: Колонизировать 5 сред обитания.

source: Colonize 50 habitats.
ru: Колонизировать 50 мест обитания.

source: Colonize 8 ringworld segments.
ru: Колонизируйте 8 сегментов мира-кольца.

source: Colonize 80 ringworld segments.
ru: Колонизируйте 80 сегментов мира-кольца.

source: Colonizer (Non-corporate) hull hitpoints
ru: Очки корпуса корабля-колонии

source: Colonizer build speed
ru: Скорость постройки колониального корабля

source: Colony Cost Penalty
ru: Штраф в размере стоимости колонии

source: Colony Regression Update
ru: Обновление регрессии колонии

source: Colony Ship Build Cost
ru: Стоимость строительства колониального корабля

source: Colony Ship Build Speed
ru: Скорость строительства колониального корабля

source: Colony Ship Combat Evasion
ru: Боевое уклонение кораблей-колоний

source: Colony Ship Disengage Chance
ru: Шанс разъединения кораблей-колоний.

source: Colony Ship Hull Points
ru: Прочность корпуса колониального корабля

source: Colossal Aiondia Expedition
ru: Колоссальная экспедиция в Айондию

source: Colossal Fission Reactor
ru: Колоссальный реактор деления

source: Colossal Movement Systems
ru: Колоссальные системы перемещения

source: Colossal Paluush Legions
ru: Колоссальные легионы Палуушей

source: Colossal Scrap Heap
ru: Колоссальная куча металлолома

source: Colossal Testing Facilities
ru: Колоссальные испытательные установки

source: Colossal facilities in the $matter_decompressor_4$ processing ring, where reclaimed matter is processed into usable minerals.
ru: Колоссальные сооружения в $matter_decompressor_4$ перерабатывающем кольце, где утилизированное вещество перерабатывается в полезные ископаемые

source: Colossal failure in [From.GetStarName]!
ru: Колоссальный провал в [From.GetStarName]!

source: Colossal work bays where minerals are extracted from captured asteroids.
ru: Колоссальные рабочие отсеки, где добываются полезные ископаемые с захваченных астероидов

source: Colossi: [root.ehof_pre_flight_colossus]
ru: Колоссы: [root.ehof_pre_flight_colossus]

source: Combat Simulations
ru: Симуляция боевых действий

source: Combative Blokkat
ru: Боевой блоккат

source: Come for sights, stay for the brand-new home holo-theatre installations and custom-fit fitness wear.
ru: Приходите ради достопримечательностей, оставайтесь ради совершенно новых домашних голотеатральных инсталляций и индивидуально подобранной одежды для активного отдыха.

source: Come what may, all bad fortune is to be conquered by endurance.
ru: Любая неудача может скомпенсироваться выносливостью.

source: Command Hub
ru: Командный центр

source: Command Network
ru: Командная сеть

source: Commander
ru: Командир

source: Commanding Officer
ru: Командир

source: Commerce
ru: Коммерция

source: Commerce Computing District
ru: Коммерческий вычислительный район

source: Commerce Computing Districts
ru: Коммерческие вычислительные районы

source: Commerce Traditions
ru: Традиции коммерции

source: Commerce Traditions Finished
ru: Традиции коммерции завершены

source: Commercial Hypersegment
ru: Коммерческий гиперсегмент

source: Commercial Hypersegments
ru: Коммерческие гиперсегменты

source: Commercial infrastructure fills this sector, trading floors constantly abuzz with activity.
ru: Коммерческая инфраструктура заполняет этот сектор, торговые площадки постоянно гудят от активности

source: Communicate with the Drone.
ru: Общаться с дроном.

source: Communications Disruption
ru: Нарушение связи

source: Competitive
ru: Соревнующийся

source: Complete Chaos
ru: Полный хаос

source: Complete Lunatics
ru: Законченные сумасшедшие

source: Complete Understanding of Aiondia!
ru: Полное понимание Айондии!

source: Complete archival backups will be stored on several physical mediums to ensure full restoration after any catastrophe.
ru: Полные архивные резервные копии будут храниться на нескольких физических носителях, чтобы обеспечить полное восстановление после любой катастрофы.

source: Completed $name_ringworld_behemoth$ Section
ru: Завершен $name_ringworld_behemoth$ Раздел

source: Completed $name_ringworld_gargan$ Section
ru: Завершен $name_ringworld_gargan$ Раздел

source: Completed $name_ringworld_titanic$ Section
ru: Завершен $name_ringworld_titanic$ Раздел

source: Completed Flusionian Project
ru: Завершенный Флюсиалланый проект

source: Completion of the task is paramount, damage to the other beings of the galaxy might be unfortunate, but inconsequential.
ru: Для достижения наших целей все средства хороши. Мы должны быть уверенными в своей способности нанести значительный ущерб нашим врагам.

source: Comply and destroy the accelerators.
ru: Подчинитесь и уничтожьте ускорители.

source: Compound Immunity
ru: Комплексный иммунитет

source: Compound Savior
ru: Составной спаситель

source: Compound Transmogrifier
ru: Составной трансмогрификатор

source: Computing
ru: Вычислительная техника

source: Concerning.
ru: Тревожные вести.

source: Conduct a final sweep of the system's asteroids.
ru: Проведите окончательную проверку астероидов системы.

source: Conduct a survey of every planet in our empire to determine which ones are the proper size to be turned into a $name_war_planet$.
ru: Проведите обследование каждой планеты в нашей империи, чтобы определить, какие из них подходящего размера для превращения в $name_war_planet$.

source: Conduct a survey of every planet in our empire to determine which ones are the proper size to be turned into an $name_war_moon$.
ru: Проведите обследование каждой планеты в нашей империи, чтобы определить, какие из них подходящего размера для превращения в $name_war_moon$.

source: Conducting False Vacuum Study
ru: Проведение исследования ложного вакуума

source: Conduits Online
ru: Каналы онлайн

source: Confederacy
ru: Федерализм

source: Confederacy Traditions
ru: Традиции федерализма

source: Confederacy Traditions Finished
ru: Традиции федерализма завершены

source: Configure the project energy inputs here.
ru: Здесь настраиваются энергозатраты проекта.

source: Congratulations to them and the Kaiser.
ru: Поздравляю их и кайзера.

source: Congratulations.
ru: Поздравляю.

source: Connected Asteroid Station
ru: Подключенная астероидная станция

source: Connected Reserves
ru: Связанные резервы

source: Connected to the rest of the ship through a hyperdimensional information network, this esoteric computer focuses on closer engagements and screen ships.
ru: Подключенный к остальной части корабля через гиперпространственную информационную сеть, этот эзотерический компьютер фокусируется на более близких столкновениях и просматривает корабли.

source: Connected to the rest of the ship through a hyperdimensional information network, this esoteric computer focuses on long-range engagements.
ru: Подключенный к остальной части корабля через гиперпространственную информационную сеть, этот эзотерический компьютер фокусируется на дальних боях.

source: Conquer and Balkanize
ru: Завоевывать и балканизировать

source: Conquest
ru: Покорение

source: Consciousness Alteration Protocols
ru: Протоколы изменения сознания

source: Consciousness Nodes
ru: Узлы сознания

source: Conscription
ru: Воинская повинность

source: Consider now the works of Iozak the Shipwright, who gave us the shining threads from which were woven great silver sails, bearing forth ships of pilgrimage.
ru: Рассмотрим теперь работы корабельного мастера Иозака, который дал нам сияющие нити, из которых были сотканы большие серебряные паруса, несущие корабли паломничества

source: Constant Evolution
ru: Эволюционная константа

source: Constitution
ru: Конституция

source: Construct $ap_recomposer$
ru: Конструкция рекомпозера

source: Construct $giga_has_the_vat$.
ru: Построить $giga_has_the_vat$.

source: Construct $name_interstellar_hab$
ru: Сконструировать $name_interstellar_hab$

source: Construct Orbital Arcology
ru: Построить орбитальную аркологию

source: Construct a $giga_has_birch$.
ru: Построить $giga_has_birch$.

source: Construct a $giga_has_crystal_megabore$.
ru: Построить $giga_has_crystal_megabore$.

source: Construct a $giga_has_discomoon$.
ru: Построить $giga_has_discomoon$.

source: Construct a $giga_has_eng_test_site$.
ru: Построить $giga_has_eng_test_site$.

source: Construct a $giga_has_fusion_suppressor$.
ru: Построить $giga_has_fusion_suppressor$.

source: Construct a $giga_has_hraemc$.
ru: Построить $giga_has_hraemc$.

source: Construct a $giga_has_hyperstructural_ass$.
ru: Построить $giga_has_hyperstructural_ass$.

source: Construct a $giga_has_kugelblitz$.
ru: Построить $giga_has_kugelblitz$.

source: Construct a $giga_has_matrioshka_brain$.
ru: Построить $giga_has_matrioshka_brain$.

source: Construct a $giga_has_ndb$.
ru: Построить $giga_has_ndb$.

source: Construct a $giga_has_neut_gigaforge$.
ru: Построить $giga_has_neut_gigaforge$.

source: Construct a $giga_has_nidavellir$.
ru: Построить $giga_has_nidavellir$.

source: Construct a $giga_has_penrose$.
ru: Построить $giga_has_penrose$.

source: Construct a $giga_has_penrose_ring$.
ru: Построить $giga_has_penrose_ring$.

source: Construct a $giga_has_planetary_computer$.
ru: Построить $giga_has_planetary_computer$.

source: Construct a $giga_has_psy_siphon$.
ru: Построить $giga_has_psy_siphon$.

source: Construct a $giga_has_psychic_beacon$.
ru: Построить $giga_has_psychic_beacon$.

source: Construct a $giga_has_quasistellar$.
ru: Построить $giga_has_quasistellar$.

source: Construct a $giga_has_ringworld_behemoth$.
ru: Построить $giga_has_ringworld_behemoth$.

source: Construct a $giga_has_ringworld_gargan$.
ru: Построить $giga_has_ringworld_gargan$.

source: Construct a $giga_has_ringworld_titanic$.
ru: Построить $giga_has_ringworld_titanic$.

source: Construct a $giga_has_starlifter$.
ru: Построить $giga_has_starlifter$.

source: Construct a $giga_has_storm_observatory_site$.
ru: Построить $giga_has_particle_accel$.

source: Construct a $giga_has_sub_compressor$.
ru: Построить $giga_has_sub_compressor$.

source: Construct a $giga_has_succ$.
ru: Построить $giga_has_succ$.

source: Construct a $giga_has_terraform_barren$.
ru: Построить $giga_has_terraform_barren$.

source: Construct a $giga_has_terraform_gasgiant$.
ru: Построить $giga_has_terraform_gasgiant$.

source: Construct a $giga_has_terraform_molten$.
ru: Построить $giga_has_terraform_molten$.

source: Construct a $giga_has_terraform_shattered$.
ru: Постройте $giga_has_terraform_shattered$.

source: Construct a $giga_has_virtual_reality$.
ru: Построить $giga_has_virtual_reality$.

source: Construct a $giga_has_war_planet$.
ru: Построить $giga_has_war_planet$.

source: Construct a $giga_has_war_system$.
ru: Построить $giga_has_war_system$.

source: Construct a $giga_has_yggdrasil$.
ru: Построить $giga_has_yggdrasil$.

source: Construct an $giga_has_alderson$.
ru: Построить $giga_has_alderson$.

source: Construct an $giga_has_asteroid_manufactory$.
ru: Построить $giga_has_asteroid_manufactory$.

source: Construct an $giga_has_auto_stripmine$.
ru: Построить $giga_has_auto_stripmine$.

source: Construct an $giga_has_eq_shipyard$.
ru: Построить $giga_has_eq_shipyard$.

source: Construct an $giga_has_interstellar_hab$.
ru: Построить $giga_has_interstellar_hab$.

source: Construct an $giga_has_interstellar_ring$.
ru: Построить $giga_has_interstellar_ring$.

source: Construct an $giga_has_orb_bastion$.
ru: Построить $giga_has_orb_bastion$.

source: Construct an $giga_has_orb_elysium$.
ru: Построить $giga_has_orb_elysium$.

source: Construct an $giga_has_orbital_arcology$.
ru: Построить $giga_has_orbital_arcology$.

source: Construct an $giga_has_orbital_artificial_eco$.
ru: Построить $giga_has_orbital_artificial_eco$.

source: Construct an $giga_has_terraform_toxic$.
ru: Построить $giga_has_terraform_toxic$.

source: Construct an $giga_has_war_moon$.
ru: Построить $giga_has_war_moon$.

source: Construct, complete and own 10 dyson spheres.
ru: Постройте, завершите и владейте 10-ю сферами Дайсона.

source: Construct, complete and own 10 matter decompressors.
ru: Постройте, завершите и владейте 10-ю декомпрессорами материи.

source: Construct, complete and own 15 dyson spheres.
ru: Постройте, завершите и владейте 15-ю сферами Дайсона.

source: Construct, complete and own 2 matter decompressors.
ru: Постройте, завершите и владейте 2-мя декомпрессорами материи.

source: Construct, complete and own 20 dyson spheres.
ru: Постройте, завершите и владейте 20-ю сферами Дайсона.

source: Construct, complete and own 4 matter decompressors.
ru: Постройте, завершите и владейте 4-мя декомпрессорами материи.

source: Construct, complete and own 5 dyson spheres.
ru: Постройте, завершите и владейте 5-ю сферами Дайсона.

source: Construct, complete and own 5 matter decompressors.
ru: Постройте, завершите и владейте 5-ю декомпрессорами материи.

source: Construct, complete and own a dyson sphere.
ru: Постройте, завершите и владейте сферой Дайсона.

source: Construct, complete and own a matter decompressor.
ru: Постройте, завершите и владейте декомпрессором материи.

source: Constructing $name_ndb$
ru: Построение $name_ndb$

source: Constructing Orbital Arcology
ru: Построение орбитальной аркологии

source: Constructing Subject Navy Fleet
ru: Строительство флота субъекта.

source: Constructing a station capable of massively extracting Neutronium to apply it to our military is quite a technical challenge, but it could prove to be very useful.
ru: Строительство станции, способной массово извлекать нейтроний для применения его в наших вооруженных силах, является довольно сложной технической задачей, но это может оказаться очень полезным.

source: Constructing new station modules from advanced materials allows each one to accommodate more equipment.
ru: Строительство новых модулей станции из передовых материалов позволяет разместить в каждом из них больше оборудования

source: Constructing new station modules with harvested planetary mass provides additional opportunities for mineral extraction.
ru: Строительство новых модулей станции из собранной планетарной массы открывает дополнительные возможности для добычи полезных ископаемых.

source: Construction Site
ru: Строительная площадка для

source: Construction Site Complete
ru: Строительная площадка завершена

source: Construction Vessels: [root.ehof_pre_flight_constructor]
ru: Строительные суда: [root.ehof_pre_flight_constructor]

source: Constructor Build Speed
ru: Скорость сборки конструктора

source: Constructor Hull
ru: Корпус конструктора

source: Constructor Hull Points
ru: Прочность корпуса конструктора

source: Constructors
ru: Конструкторы

source: Consumed with perfection, these soldiers train every waking hour.
ru: Поглощенные совершенством, эти солдаты тренируются каждый час бодрствования.

source: Contact Garyx
ru: Свяжитесь с Гарикс

source: Contact Lost
ru: Контакт потерян

source: Contact the Aeternite Intelligence Agency to monitor Aeternum.
ru: Свяжитесь с разведывательным агентством Вечности, чтобы следить заВечности.

source: Contact the Blokkat-Vester
ru: Связаться с блокчейн-вестером

source: Contact the Mega Hivemind.
ru: Связаться с Мега-Ульем.

source: Contact with Flusion
ru: Контакт с Флюсиаллаом

source: Contact with other empires necessitates no aggression.
ru: Контакт с другими империями не требует агрессии.

source: Contact!
ru: Контакт!

source: Contaminated Soil
ru: Загрязненная почва

source: Continental
ru: Континентальная

source: Continental Farm
ru: Континентальная ферма

source: Continue the efforts.
ru: Продолжайте усилия.

source: Continue.
ru: Продолжить

source: Continued development of hangar designs means we can fit significantly more Strike Corvettes within the same volume.
ru: Продолжение разработки конструкций ангаров означает, что мы можем разместить значительно больше ударных корветов в одном и том же объеме.

source: Control District
ru: Контрольный район

source: Control Districts
ru: Контрольный район

source: Control Submind Parameters
ru: Параметры системного контроля

source: Controllable Prethoryn fleet (6 Warriors and 16 Swarmlings)
ru: Управляемый флот преторианцев (6 воинов и 16 роящихся)

source: Controlled Ergosphere Harvesting
ru: Контролируемый сбор эргосферы

source: Controlled from on high, governance of this planet has largely been left in the hands of planetside authorities while their superiors observe from the station in orbit.
ru: Управляемое сверху, управление этой планетой в значительной степени было оставлено в руках властей на планете, в то время как их начальство наблюдает со станции на орбите.

source: Controllers
ru: Контролеры

source: Controlling the Hallucinogens is expensive but ensures no negative effects arise.
ru: Контроль над галлюциногенами обходится дорого, но гарантирует отсутствие негативных последствий.

source: Conviction
ru: Убежденность

source: Cooldown period for AI helper events.
ru: Период восстановления для событий помощника искусственного интеллекта

source: Cooperation
ru: Сотрудничество

source: Cooperative Intel Gathering
ru: Совместный сбор разведданных

source: Cooperativity
ru: Согласованность

source: Cooperativity Traditions
ru: Традиции согласованности

source: Cooperativity Traditions Finished
ru: Традиции согласованности завершены

source: Coordination Terminals
ru: Координационные терминалы

source: Core
ru: Ядро

source: Core Anomaly
ru: Аномалия ядра

source: Core Crystal Harvesting
ru: Сбор кристаллов ядра

source: Core Facility
ru: Основной объект

source: Core Hyperlanes Discovered
ru: Обнаружены основные гиперлинии

source: Coreless Planet
ru: Планета без сердцевины

source: Cornelia
ru: Корнелия

source: Cornucopia Beacon
ru: Маяк Рога изобилия

source: Coronal Tap Network
ru: Корональная сеть отводов

source: Corronian
ru: Корронианец

source: Corronian Dragon
ru: Корронианский дракон

source: Corronian Dragons
ru: Корронианские драконы

source: Corronian Spellcasters
ru: Корронианские заклинатели

source: Corronian Worldcraft Obliterated
ru: Корронианский мировой корабль уничтожен

source: Corrupt Code
ru: Поврежденный код

source: Cortana
ru: Кортана

source: Cortana Activated
ru: Активирована Кортана

source: Cortana Consolidated Research Assets
ru: Охлаждение Кортаны завершено.

source: Cortana at Maximum Efficiency
ru: Кортана полностью готова к работе

source: Cortana has identified enough excess capacity to start another research operation and she is now in standby.
ru: Охлаждение Кортаны завершено, теперь она находится в режиме ожидания.

source: Cortana is Waiting For Instructions
ru: Кортана ждет заказов.

source: Cortana taking Initiatives
ru: Кортана предпринимает инициативы.

source: Cortana will redirect our excess research capacities to research 10 random repeatable technologies.
ru: Кортана немедленно исследует 10 случайных повторяемых технологий.

source: Cortana: Advanced Decisions
ru: Расширенные решения Кортаны

source: Cortana: Improved Initiatives
ru: Идеальное здравомыслие Кортаны.

source: Cortana: Initiatives
ru: Инициативные действия Кортаны.

source: Cortana: Optimized Financing
ru: Оптимизированное использование энергии Кортаны

source: Cortana: Research Assistance
ru: Исследовательский помощник Кортаны.

source: Corvette Build Speed
ru: Скорость строительства корвета

source: Cost Factor
ru: Фактор затрат

source: Cost adjustment to this megastructure from savings.
ru: Корректировка затрат на эту мегаструктуру за счет экономии

source: Could this really be the end?
ru: Неужели это действительно конец?

source: Could we acquire this data?
ru: Можем ли мы получить эти данные?

source: Could we use this data to adopt more Civics?
ru: Как разблокировать новую гражданскую модель?.
